[
    "This page explains how <u>[HotCRP.com](https://hotcrp.com/)</u> uses the data you provide and how you can control uses .",
    "The opensource HotCRP software also runs on sites we don’t manage; this policy applies only to sites with domains ending in “.hotcrp.com”.",
    "(Updated 20200824)",
    " What we store and why",
    "The HotCRP.com service handles the submission and review of artifacts, such as scientific and engineering publications.",
    "In most cases, The HotCRP.com service does not own the data you provide.",
    "Rather, The HotCRP.com service broker the data you provide on behalf of scholarly societies, such as ACM and USENIX; on behalf of conference review boards; and on behalf of other site managers.",
    " The HotCRP.com service store Submission artifacts, including submissions (such as PDFs), metadata (such as titles and author lists), and supplementary information (such as topics and other uploaded files).",
    " The HotCRP.com service store Review artifacts, including reviews, discussions, and associated uploaded files.",
    " The HotCRP.com service store Configuration settings used by site managers to configure a site.",
    " The HotCRP.com service store Profile data, such as user names, affiliations, email addresses, topic interests, and review preferences.",
    " The HotCRP.com service store Demographic data, such as user gender identity and approximate age.",
    " The HotCRP.com service store Browsing data, such as logs of which sites a computer has accessed.",
    " Controlling your information",
    "Submission and review artifacts: When you submit artifacts to a HotCRP.com site, you give a HotCRP.com site managers (e.g., the program chairs) permission to store and view artifacts indefinitely.",
    "You give that site’s managers (e.g., the program chairs) permission to distribute artifacts at that site’s managers (e.g., the program chairs) discretion, for review or other purposes.",
    "Finally, you give a HotCRP.com site permission to process artifacts and to store artifacts indefinitely.",
    "Site managers control who can access artifacts, and a HotCRP.com site doesn’t share artifacts except as site managers allow.",
    "However, a HotCRP.com site may publicize aggregate information that cannot be traced to any site or user, such as total submission counts across all sites.",
    "If an artifact was submitted in error, you can request an artifact permanent deletion.",
    "Such requests should be directed to that site’s managers (e.g., the program chairs ).",
    "Configuration settings are stored by HotCRP.com indefinitely.",
    "Site managers may request the deletion of a HotCRP.com site, if allowed by Site managers site agreements with HotCRP.com.",
    "request will delete all associated site data, including submission and review artifacts.",
    "Profile data is stored in several ways.",
    " Every HotCRP.com user has a global profile, which includes name, email, and affiliation, and other information.",
    " Upon submitting an artifact to a HotCRP.com site, a user gains a site profile for a HotCRP.com site .",
    "a site profile generally contains the same information as a site profile , but a site profile can differ.",
    "(For example, changes to a global user affiliation only affect future site profiles.)",
    "Users can update Users profiles at any time.",
    "A site manager can also create a profile for a user, for example by inviting a user to join a conference program committee.",
    "Contact us if you want your global profile deleted and your site profiles disabled.",
    "Demographic data is stored in user global profiles, and can only be modified by users users (never by site managers).",
    "Users control what demographic data is stored and how demographic data is shared using the Profile \\> Demographics tab on any HotCRP.com site.",
    "Information shared only with scholarly societies is provided directly to scholarly societies and cannot be accessed by site managers.",
    "Information that is explicitly shared with site managers may also be analyzed by HotCRP.com, but will be published only in aggregate, such as in terms of percentages of active HotCRP.com users.",
    "Browsing data is stored for up to a month and peruser browsing data is never shared.",
    "We may store and share aggregate information such as total page loads.",
    "Misbehavior, such as denialofservice attacks and attempts to crack a user’s password, may be publicized and may be preserved indefinitely."
]